{
    "word_to_index": {
        "<PAD>": 0,
        "<UNK>": 1,
        "<START>": 2,
        "<END>": 3,
        "college": 4,
        "devise": 5,
        "rear": 6,
        "outflank": 7,
        "cost": 8,
        "distance": 9,
        "deal": 10,
        "too": 11,
        "lead": 12,
        "goodby": 13,
        "tush": 14,
        "fundament": 15,
        "skillful": 16,
        "answer": 17,
        "destination": 18,
        "peachy": 19,
        "adieu": 20,
        "competitiveness": 21,
        "finale": 22,
        "gilt": 23,
        "arrivederci": 24,
        "assistance": 25,
        "fight": 26,
        "help": 27,
        "operate": 28,
        "years": 29,
        "service": 30,
        "glint": 31,
        "eat": 32,
        "start": 33,
        "punter": 34,
        "ripe": 35,
        "immortal": 36,
        "occur": 37,
        "die": 38,
        "organise": 39,
        "interior": 40,
        "goal": 41,
        "Here": 42,
        "unequalled": 43,
        "crack": 44,
        "switch": 45,
        "last": 46,
        "refinement": 47,
        "divinity": 48,
        "right": 49,
        "Be": 50,
        "finish": 51,
        "howdy": 52,
        "simply": 53,
        "eld": 54,
        "solely": 55,
        "fanny": 56,
        "how-do-you-do": 57,
        "serious": 58,
        "script": 59,
        "solo": 60,
        "work": 61,
        "bum": 62,
        "likewise": 63,
        "home": 64,
        "God": 65,
        "mastermind": 66,
        "paw": 67,
        "computer": 68,
        "ecstasy": 69,
        "exist": 70,
        "bathroom": 71,
        "handwriting": 72,
        "golden": 73,
        "hindquarters": 74,
        "fussy": 75,
        "keep": 76,
        "turn": 77,
        "engaged": 78,
        "afterward": 79,
        "after": 80,
        "pot": 81,
        "topper": 82,
        "glitter": 83,
        "improve": 84,
        "happy": 85,
        "polish": 86,
        "run": 87,
        "totally": 88,
        "technologist": 89,
        "place": 90,
        "glisten": 91,
        "transfer": 92,
        "hullo": 93,
        "gilded": 94,
        "tin": 95,
        "number": 96,
        "family": 97,
        "rifle": 98,
        "end": 99,
        "salutary": 100,
        "culture": 101,
        "modify": 102,
        "extend": 103,
        "whirl": 104,
        "sack": 105,
        "agitate": 106,
        "well": 107,
        "fire": 108,
        "shine": 109,
        "close": 110,
        "cristal": 111,
        "well-chosen": 112,
        "solitary": 113,
        "act": 114,
        "butt": 115,
        "cultivation": 116,
        "finishing": 117,
        "change": 118,
        "sound": 119,
        "inquire": 120,
        "cracking": 121,
        "meddlesome": 122,
        "heavy": 123,
        "best": 124,
        "arrive": 125,
        "conclusion": 126,
        "rust": 127,
        "deplete": 128,
        "coating": 129,
        "merely": 130,
        "before": 131,
        "mitt": 132,
        "officious": 133,
        "men": 134,
        "internal": 135,
        "age": 136,
        "sayonara": 137,
        "displace": 138,
        "choke": 139,
        "dandy": 140,
        "stern": 141,
        "commodity": 142,
        "rump": 143,
        "perform": 144,
        "aloofness": 145,
        "undecomposed": 146,
        "altogether": 147,
        "buttocks": 148,
        "lavatory": 149,
        "national": 150,
        "need": 151,
        "behind": 152,
        "complete": 153,
        "busybodied": 154,
        "assist": 155,
        "bully": 156,
        "dear": 157,
        "cheerio": 158,
        "depart": 159,
        "crapper": 160,
        "bye-bye": 161,
        "necessitate": 162,
        "dwelling": 163,
        "fling": 164,
        "smashing": 165,
        "press": 166,
        "walk": 167,
        "behave": 168,
        "postulate": 169,
        "amend": 170,
        "hello": 171,
        "afterwards": 172,
        "give": 173,
        "amber": 174,
        "commode": 175,
        "keister": 176,
        "At": 177,
        "respectable": 178,
        "full": 179,
        "orchestrate": 180,
        "goodness": 181,
        "involve": 182,
        "posterior": 183,
        "fit": 184,
        "Day": 185,
        "swell": 186,
        "live": 187,
        "adept": 188,
        "corking": 189,
        "nates": 190,
        "estimator": 191,
        "stop": 192,
        "XTC": 193,
        "unique": 194,
        "DO": 195,
        "ass": 196,
        "endure": 197,
        "proceed": 198,
        "potty": 199,
        "homepage": 200,
        "ahead": 201,
        "go": 202,
        "canful": 203,
        "offer": 204,
        "interfering": 205,
        "soundly": 206,
        "keen": 207,
        "expire": 208,
        "completely": 209,
        "variety": 210,
        "here": 211,
        "campaign": 212,
        "outstanding": 213,
        "push": 214,
        "custody": 215,
        "day": 216,
        "tour": 217,
        "seed": 218,
        "reckoner": 219,
        "privy": 220,
        "derriere": 221,
        "feed": 222,
        "X": 223,
        "calculator": 224,
        "coiffure": 225,
        "practise": 226,
        "house": 227,
        "crusade": 228,
        "honest": 229,
        "assistant": 230,
        "battle": 231,
        "vary": 232,
        "sparkle": 233,
        "buns": 234,
        "outdistance": 235,
        "serve": 236,
        "lav": 237,
        "require": 238,
        "good-bye": 239,
        "coruscation": 240,
        "maturate": 241,
        "dismiss": 242,
        "pass": 243,
        "locomote": 244,
        "busy": 245,
        "come": 246,
        "ut": 247,
        "goodbye": 248,
        "gold": 249,
        "croak": 250,
        "slap-up": 251,
        "break": 252,
        "combat": 253,
        "god": 254,
        "suffice": 255,
        "supporter": 256,
        "equal": 257,
        "honorable": 258,
        "upright": 259,
        "shift": 260,
        "lonely": 261,
        "dress": 262,
        "felicitous": 263,
        "senesce": 264,
        "hands": 265,
        "adios": 266,
        "terminate": 267,
        "stool": 268,
        "name": 269,
        "unspoiled": 270,
        "cause": 271,
        "practice": 272,
        "cease": 273,
        "tail": 274,
        "trump": 275,
        "arse": 276,
        "ending": 277,
        "skilful": 278,
        "at": 279,
        "backside": 280,
        "secure": 281,
        "expect": 282,
        "entirely": 283,
        "move": 284,
        "blend": 285,
        "conflict": 286,
        "do": 287,
        "expert": 288,
        "unaccompanied": 289,
        "embody": 290,
        "follow": 291,
        "expectant": 292,
        "estimable": 293,
        "space": 294,
        "idol": 295,
        "Au": 296,
        "scoop": 297,
        "engineer": 298,
        "household": 299,
        "great": 300,
        "consume": 301,
        "spell": 302,
        "deity": 303,
        "make": 304,
        "direct": 305,
        "throne": 306,
        "arrange": 307,
        "unspoilt": 308,
        "derive": 309,
        "reach": 310,
        "wagerer": 311,
        "outstrip": 312,
        "Best": 313,
        "unequaled": 314,
        "nifty": 315,
        "ask": 316,
        "capital": 317,
        "exclusively": 318,
        "gleam": 319,
        "ejaculate": 320,
        "unparalleled": 321,
        "coif": 322,
        "thoroughly": 323,
        "meddling": 324,
        "fall": 325,
        "cum": 326,
        "practiced": 327,
        "corrode": 328,
        "scrap": 329,
        "engagement": 330,
        "daytime": 331,
        "Adam": 332,
        "struggle": 333,
        "figurer": 334,
        "modification": 335,
        "only": 336,
        "large": 337,
        "manage": 338,
        "prat": 339,
        "amount": 340,
        "abode": 341,
        "just": 342,
        "glad": 343,
        "near": 344,
        "base": 345,
        "bye": 346,
        "outdo": 347,
        "bash": 348,
        "convert": 349,
        "gravid": 350,
        "beautiful": 351,
        "habitation": 352,
        "later": 353,
        "enquire": 354,
        "finis": 355,
        "exit": 356,
        "proficient": 357,
        "hi": 358,
        "exercise": 359,
        "fail": 360,
        "good-by": 361,
        "tooshie": 362,
        "doh": 363,
        "good": 364,
        "manus": 365,
        "personify": 366,
        "subsequently": 367,
        "hail": 368,
        "ameliorate": 369,
        "again": 370,
        "all": 371,
        "big": 372,
        "meliorate": 373,
        "oppose": 374,
        "plate": 375,
        "groovy": 376,
        "exhaust": 377,
        "majuscule": 378,
        "scintillation": 379,
        "descend": 380,
        "aid": 381,
        "better": 382,
        "belong": 383,
        "helper": 384,
        "manpower": 385,
        "become": 386,
        "function": 387,
        "bottom": 388,
        "dependable": 389,
        "execute": 390,
        "alter": 391,
        "invent": 392,
        "stay": 393,
        "decease": 394,
        "occupy": 395,
        "organize": 396,
        "length": 397,
        "earlier": 398,
        "wholly": 399,
        "geezerhood": 400,
        "seat": 401,
        "be": 402,
        "constitute": 403,
        "lone": 404,
        "exchange": 405,
        "get": 406,
        "whole": 407,
        "facilitate": 408,
        "conk": 409,
        "plump": 410,
        "travel": 411,
        "besides": 412,
        "can": 413,
        "toilet": 414,
        "aureate": 415,
        "contrive": 416,
        "glister": 417,
        "perish": 418,
        "beneficial": 419,
        "comprise": 420,
        "alone": 421,
        "safe": 422,
        "neat": 423,
        "coiffe": 424,
        "demand": 425,
        "john": 426,
        "bang-up": 427,
        "enceinte": 428,
        "take": 429,
        "domicile": 430,
        "fighting": 431,
        "survive": 432,
        "hither": 433,
        "workforce": 434,
        "contend": 435,
        "represent": 436,
        "daylight": 437,
        "but": 438,
        "hand": 439,
        "menage": 440,
        "defend": 441,
        "brawl": 442,
        "also": 443,
        "effective": 444,
        "interchange": 445,
        "deepen": 446,
        "alteration": 447,
        "total": 448,
        "commute": 449,
        "bettor": 450,
        "fare": 451,
        "mature": 452,
        "semen": 453,
        "set": 454,
        "avail": 455
    },
    "index_to_word": {
        "0": "<PAD>",
        "1": "<UNK>",
        "2": "<START>",
        "3": "<END>",
        "4": "college",
        "5": "devise",
        "6": "rear",
        "7": "outflank",
        "8": "cost",
        "9": "distance",
        "10": "deal",
        "11": "too",
        "12": "lead",
        "13": "goodby",
        "14": "tush",
        "15": "fundament",
        "16": "skillful",
        "17": "answer",
        "18": "destination",
        "19": "peachy",
        "20": "adieu",
        "21": "competitiveness",
        "22": "finale",
        "23": "gilt",
        "24": "arrivederci",
        "25": "assistance",
        "26": "fight",
        "27": "help",
        "28": "operate",
        "29": "years",
        "30": "service",
        "31": "glint",
        "32": "eat",
        "33": "start",
        "34": "punter",
        "35": "ripe",
        "36": "immortal",
        "37": "occur",
        "38": "die",
        "39": "organise",
        "40": "interior",
        "41": "goal",
        "42": "Here",
        "43": "unequalled",
        "44": "crack",
        "45": "switch",
        "46": "last",
        "47": "refinement",
        "48": "divinity",
        "49": "right",
        "50": "Be",
        "51": "finish",
        "52": "howdy",
        "53": "simply",
        "54": "eld",
        "55": "solely",
        "56": "fanny",
        "57": "how-do-you-do",
        "58": "serious",
        "59": "script",
        "60": "solo",
        "61": "work",
        "62": "bum",
        "63": "likewise",
        "64": "home",
        "65": "God",
        "66": "mastermind",
        "67": "paw",
        "68": "computer",
        "69": "ecstasy",
        "70": "exist",
        "71": "bathroom",
        "72": "handwriting",
        "73": "golden",
        "74": "hindquarters",
        "75": "fussy",
        "76": "keep",
        "77": "turn",
        "78": "engaged",
        "79": "afterward",
        "80": "after",
        "81": "pot",
        "82": "topper",
        "83": "glitter",
        "84": "improve",
        "85": "happy",
        "86": "polish",
        "87": "run",
        "88": "totally",
        "89": "technologist",
        "90": "place",
        "91": "glisten",
        "92": "transfer",
        "93": "hullo",
        "94": "gilded",
        "95": "tin",
        "96": "number",
        "97": "family",
        "98": "rifle",
        "99": "end",
        "100": "salutary",
        "101": "culture",
        "102": "modify",
        "103": "extend",
        "104": "whirl",
        "105": "sack",
        "106": "agitate",
        "107": "well",
        "108": "fire",
        "109": "shine",
        "110": "close",
        "111": "cristal",
        "112": "well-chosen",
        "113": "solitary",
        "114": "act",
        "115": "butt",
        "116": "cultivation",
        "117": "finishing",
        "118": "change",
        "119": "sound",
        "120": "inquire",
        "121": "cracking",
        "122": "meddlesome",
        "123": "heavy",
        "124": "best",
        "125": "arrive",
        "126": "conclusion",
        "127": "rust",
        "128": "deplete",
        "129": "coating",
        "130": "merely",
        "131": "before",
        "132": "mitt",
        "133": "officious",
        "134": "men",
        "135": "internal",
        "136": "age",
        "137": "sayonara",
        "138": "displace",
        "139": "choke",
        "140": "dandy",
        "141": "stern",
        "142": "commodity",
        "143": "rump",
        "144": "perform",
        "145": "aloofness",
        "146": "undecomposed",
        "147": "altogether",
        "148": "buttocks",
        "149": "lavatory",
        "150": "national",
        "151": "need",
        "152": "behind",
        "153": "complete",
        "154": "busybodied",
        "155": "assist",
        "156": "bully",
        "157": "dear",
        "158": "cheerio",
        "159": "depart",
        "160": "crapper",
        "161": "bye-bye",
        "162": "necessitate",
        "163": "dwelling",
        "164": "fling",
        "165": "smashing",
        "166": "press",
        "167": "walk",
        "168": "behave",
        "169": "postulate",
        "170": "amend",
        "171": "hello",
        "172": "afterwards",
        "173": "give",
        "174": "amber",
        "175": "commode",
        "176": "keister",
        "177": "At",
        "178": "respectable",
        "179": "full",
        "180": "orchestrate",
        "181": "goodness",
        "182": "involve",
        "183": "posterior",
        "184": "fit",
        "185": "Day",
        "186": "swell",
        "187": "live",
        "188": "adept",
        "189": "corking",
        "190": "nates",
        "191": "estimator",
        "192": "stop",
        "193": "XTC",
        "194": "unique",
        "195": "DO",
        "196": "ass",
        "197": "endure",
        "198": "proceed",
        "199": "potty",
        "200": "homepage",
        "201": "ahead",
        "202": "go",
        "203": "canful",
        "204": "offer",
        "205": "interfering",
        "206": "soundly",
        "207": "keen",
        "208": "expire",
        "209": "completely",
        "210": "variety",
        "211": "here",
        "212": "campaign",
        "213": "outstanding",
        "214": "push",
        "215": "custody",
        "216": "day",
        "217": "tour",
        "218": "seed",
        "219": "reckoner",
        "220": "privy",
        "221": "derriere",
        "222": "feed",
        "223": "X",
        "224": "calculator",
        "225": "coiffure",
        "226": "practise",
        "227": "house",
        "228": "crusade",
        "229": "honest",
        "230": "assistant",
        "231": "battle",
        "232": "vary",
        "233": "sparkle",
        "234": "buns",
        "235": "outdistance",
        "236": "serve",
        "237": "lav",
        "238": "require",
        "239": "good-bye",
        "240": "coruscation",
        "241": "maturate",
        "242": "dismiss",
        "243": "pass",
        "244": "locomote",
        "245": "busy",
        "246": "come",
        "247": "ut",
        "248": "goodbye",
        "249": "gold",
        "250": "croak",
        "251": "slap-up",
        "252": "break",
        "253": "combat",
        "254": "god",
        "255": "suffice",
        "256": "supporter",
        "257": "equal",
        "258": "honorable",
        "259": "upright",
        "260": "shift",
        "261": "lonely",
        "262": "dress",
        "263": "felicitous",
        "264": "senesce",
        "265": "hands",
        "266": "adios",
        "267": "terminate",
        "268": "stool",
        "269": "name",
        "270": "unspoiled",
        "271": "cause",
        "272": "practice",
        "273": "cease",
        "274": "tail",
        "275": "trump",
        "276": "arse",
        "277": "ending",
        "278": "skilful",
        "279": "at",
        "280": "backside",
        "281": "secure",
        "282": "expect",
        "283": "entirely",
        "284": "move",
        "285": "blend",
        "286": "conflict",
        "287": "do",
        "288": "expert",
        "289": "unaccompanied",
        "290": "embody",
        "291": "follow",
        "292": "expectant",
        "293": "estimable",
        "294": "space",
        "295": "idol",
        "296": "Au",
        "297": "scoop",
        "298": "engineer",
        "299": "household",
        "300": "great",
        "301": "consume",
        "302": "spell",
        "303": "deity",
        "304": "make",
        "305": "direct",
        "306": "throne",
        "307": "arrange",
        "308": "unspoilt",
        "309": "derive",
        "310": "reach",
        "311": "wagerer",
        "312": "outstrip",
        "313": "Best",
        "314": "unequaled",
        "315": "nifty",
        "316": "ask",
        "317": "capital",
        "318": "exclusively",
        "319": "gleam",
        "320": "ejaculate",
        "321": "unparalleled",
        "322": "coif",
        "323": "thoroughly",
        "324": "meddling",
        "325": "fall",
        "326": "cum",
        "327": "practiced",
        "328": "corrode",
        "329": "scrap",
        "330": "engagement",
        "331": "daytime",
        "332": "Adam",
        "333": "struggle",
        "334": "figurer",
        "335": "modification",
        "336": "only",
        "337": "large",
        "338": "manage",
        "339": "prat",
        "340": "amount",
        "341": "abode",
        "342": "just",
        "343": "glad",
        "344": "near",
        "345": "base",
        "346": "bye",
        "347": "outdo",
        "348": "bash",
        "349": "convert",
        "350": "gravid",
        "351": "beautiful",
        "352": "habitation",
        "353": "later",
        "354": "enquire",
        "355": "finis",
        "356": "exit",
        "357": "proficient",
        "358": "hi",
        "359": "exercise",
        "360": "fail",
        "361": "good-by",
        "362": "tooshie",
        "363": "doh",
        "364": "good",
        "365": "manus",
        "366": "personify",
        "367": "subsequently",
        "368": "hail",
        "369": "ameliorate",
        "370": "again",
        "371": "all",
        "372": "big",
        "373": "meliorate",
        "374": "oppose",
        "375": "plate",
        "376": "groovy",
        "377": "exhaust",
        "378": "majuscule",
        "379": "scintillation",
        "380": "descend",
        "381": "aid",
        "382": "better",
        "383": "belong",
        "384": "helper",
        "385": "manpower",
        "386": "become",
        "387": "function",
        "388": "bottom",
        "389": "dependable",
        "390": "execute",
        "391": "alter",
        "392": "invent",
        "393": "stay",
        "394": "decease",
        "395": "occupy",
        "396": "organize",
        "397": "length",
        "398": "earlier",
        "399": "wholly",
        "400": "geezerhood",
        "401": "seat",
        "402": "be",
        "403": "constitute",
        "404": "lone",
        "405": "exchange",
        "406": "get",
        "407": "whole",
        "408": "facilitate",
        "409": "conk",
        "410": "plump",
        "411": "travel",
        "412": "besides",
        "413": "can",
        "414": "toilet",
        "415": "aureate",
        "416": "contrive",
        "417": "glister",
        "418": "perish",
        "419": "beneficial",
        "420": "comprise",
        "421": "alone",
        "422": "safe",
        "423": "neat",
        "424": "coiffe",
        "425": "demand",
        "426": "john",
        "427": "bang-up",
        "428": "enceinte",
        "429": "take",
        "430": "domicile",
        "431": "fighting",
        "432": "survive",
        "433": "hither",
        "434": "workforce",
        "435": "contend",
        "436": "represent",
        "437": "daylight",
        "438": "but",
        "439": "hand",
        "440": "menage",
        "441": "defend",
        "442": "brawl",
        "443": "also",
        "444": "effective",
        "445": "interchange",
        "446": "deepen",
        "447": "alteration",
        "448": "total",
        "449": "commute",
        "450": "bettor",
        "451": "fare",
        "452": "mature",
        "453": "semen",
        "454": "set",
        "455": "avail"
    }
}
